istio/abcd_perf/multi-perf4/report500.txt
Requests      [total, rate]            15000, 500.03
Duration      [total, attack, wait]    29.998844068s, 29.998127302s, 716.766µs
Latencies     [mean, 50, 95, 99, max]  1.068927ms, 912.977µs, 1.81831ms, 4.56563ms, 28.836206ms
Bytes In      [total, mean]            390000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:15000  
Error Set: